[
  {
    "first": "Novak",
    "last": "Djokovic",
    "rank": 1,
    "age": 32,
    "points": 9865,
    "gender": "M",
    "country": "Serbia",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/296.png&w=440&h=320",
    "description": "Novak Djokovic is a Serbian professional tennis player who is currently ranked world No. 1 in men's singles tennis by the Association of Tennis Professionals (ATP).\n\nDjokovic has won 16 Grand Slam singles titles, five ATP Finals titles, 33 ATP Tour Masters 1000 titles, 12 ATP Tour 500 titles, and has held the No. 1 spot in the ATP rankings for over 260 weeks. In majors, he has won a record seven Australian Open titles, five Wimbledon titles, three US Open titles, and one French Open title. By winning the 2016 French Open, he became the eighth player in history to achieve the Career Grand Slam and the third man to hold all four major titles at once, the first since Rod Laver in 1969 and the first ever to do so on three different surfaces. He is the first and only male player to have won all nine of the Masters 1000 tournaments.\n\nDjokovic is the first Serbian player to be ranked No. 1 by the ATP and the first male player representing Serbia to win a Grand Slam singles title. He is a six-time ITF World Champion and a five-time ATP year-end No. 1 ranked player. Djokovic has won numerous awards, including the Laureus World Sports Award for Sportsman of the Year (four times) and the 2011 BBC Overseas Sports Personality of the Year award. He is also a recipient of the Order of St. Sava, the Order of Karađorđe's Star, and the Order of the Republika Srpska."
  },
  {
    "first": "Rafael",
    "last": "Nadal",
    "rank": 2,
    "age": 33,
    "points": 9225,
    "gender": "M",
    "country": "Spain",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/261.png&w=440&h=320",
    "description": "Rafael Nadal is a Spanish professional tennis player, currently ranked world No. 2 in men's singles tennis by the Association of Tennis Professionals (ATP).\n\nNadal has won 19 Grand Slam singles titles, the second most in history for a male player, as well as a record 35 ATP Tour Masters 1000 titles, 20 ATP Tour 500 titles, and the 2008 Olympic gold medal in singles. In addition, Nadal has held the world No. 1 ranking for a total of 196 weeks., including being the year-end No. 1 four times. In majors, Nadal has won a record twelve French Open titles, four US Open titles, two Wimbledon titles, and one Australian Open title. Nadal has won 84 career titles overall, including a record 59 clay court titles. With 81 consecutive match wins on clay, Nadal holds the record for the longest single-surface win streak in the Open Era.\n\nNadal was a member of the winning Spain Davis Cup team in 2004, 2008, 2009, and 2011. In 2010, he became the seventh male player in history and youngest of five in the Open Era, at age 24, to achieve the Career Grand Slam. He is the second male player, after Andre Agassi, to complete the singles Career Golden Slam. In 2011, Nadal was named the Laureus World Sportsman of the Year."
  },
  {
    "first": "Roger",
    "last": "Federer",
    "rank": 3,
    "age": 38,
    "points": 7130,
    "gender": "M",
    "country": "Switzerland",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/425.png&w=440&h=320",
    "description": "Roger Federer is a Swiss professional tennis player who is ranked world No. 3 in men's singles tennis by the Association of Tennis Professionals (ATP). He has won 20 Grand Slam singles titles—the most in history by a male player—and has held the world No. 1 spot in the ATP rankings for a record total of 310 weeks (including a record 237 consecutive weeks) and was the year-end No. 1 five times, including four consecutive. Federer, who turned professional in 1998, was continuously ranked in the top ten from October 2002 to November 2016.\n\nFederer has won a record eight Wimbledon titles, six Australian Open titles, five US Open titles (all consecutive, a record), and one French Open title. He is one of eight men to have achieved a Career Grand Slam. Federer has reached a record 31 men's singles Grand Slam finals, including 10 consecutively from the 2005 Wimbledon Championships to the 2007 US Open. Federer has also won a record six ATP Finals titles, 28 ATP Tour Masters 1000 titles, and a record 23 ATP Tour 500 titles. Federer is also the only player after Jimmy Connors to have won 100 or more career singles titles, as well as to amass 1,200 wins in the Open Era.\n\nFederer's all-court game and versatile style of play involve exceptional footwork and shot-making. Effective both as a baseliner and a volleyer, his apparent effortlessness and efficient movement on the court have made Federer highly popular among tennis fans. He has received the tour Sportsmanship Award 13 times and been named the ATP Player of the Year and ITF World Champion five times. He has won the Laureus World Sportsman of the Year award a record five times, including four consecutive awards from 2005 to 2008. He is also the only person to have won the BBC Overseas Sports Personality of the Year award four times."
  },
  {
    "first": "Daniil",
    "last": "Medvedev",
    "rank": 4,
    "age": 23,
    "points": 5235,
    "gender": "M",
    "country": "Russia",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/2383.png&w=440&h=320",
    "description": "Daniil Medvedev is a Russian professional tennis player. Medvedev has a career-high ATP singles ranking of world No. 4, achieved on 9 September 2019. He has won five ATP singles titles, including a Masters 1000 title at the 2019 Cincinnati Masters. He has also reached one Grand Slam final at the 2019 US Open, where he was defeated by Rafael Nadal in five sets."
  },
  {
    "first": "Dominic",
    "last": "Thiem",
    "rank": 5,
    "age": 26,
    "points": 4575,
    "gender": "M",
    "country": "Austria",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/1852.png&w=440&h=320",
    "description": "Dominic Thiem is an Austrian professional tennis player. His career-high ATP ranking is world No. 4, which he first achieved on 6 November 2017. He is the second highest-ranked Austrian player in history, behind Thomas Muster (#1, 1996). He has won fourteen ATP singles titles and reached twenty-two finals.\n\nAs a junior, Thiem was ranked World No. 2. He made it to the 2011 French Open Boys' final, and won the 2011 Orange Bowl. As a professional, he made it to the final at the 2018 and 2019 French Open, losing to Rafael Nadal on both occasions. In 2019, he beat Roger Federer to win his first ATP Masters 1000 title at Indian Wells.\n\nThiem is primarily an aggressive baseline player, and uses a single-handed backhand. He has been described as a potential successor to Nadal and other members of the Big Four. The Roland Garros website described him as an \"heir to the throne."
  },
  {
    "first": "Alexander",
    "last": "Zverev",
    "rank": 6,
    "age": 22,
    "points": 4095,
    "gender": "M",
    "country": "Germany",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/2375.png&w=440&h=320",
    "description": "Alexander Zverev is a German professional tennis player. He is the second-youngest player ranked in the top 10 by the Association of Tennis Professionals (ATP), and was a permanent fixture in the top 5 throughout 2018. He has won 11 ATP titles in singles and two in doubles.\n\nZverev is the reigning champion at the ATP Finals, making him the youngest winner at the year-end championship in a decade. Zverev is the only active player outside of the Big Four with three Masters titles. He has been praised by members of the Big Four as one of their potential successors. Rafael Nadal has called him a \"clear possible future No. 1.\" Novak Djokovic has said, \"Hopefully, he can surpass me.\"\n\nZverev was born into a tennis family. His parents Irina and Alexander Sr. both played professionally for the Soviet Union, and his older brother Mischa is also a professional who has been ranked as high as No. 25 in the world. Zverev is a former world No. 1 junior, and won a junior Grand Slam singles title at the 2014 Australian Open. He had an early breakthrough on the professional tour as well, becoming one of the youngest Challenger title winners in history at the age of 17. As a teenager, Zverev won two ATP titles and also upset then world No. 3 Roger Federer on grass. At 20 years old, he was the youngest player to debut in the top 20 since Djokovic."
  },
  {
    "first": "Stefanos",
    "last": "Tsitsipas",
    "rank": 7,
    "age": 21,
    "points": 3420,
    "gender": "M",
    "country": "Greece",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/2869.png&w=440&h=320",
    "description": "Stefanos Tsitsipas is a Greek professional tennis player. He is the youngest player ranked in the top 10 by the Association of Tennis Professionals (ATP) and has a career-high ranking of No. 5 in the world, making him the highest-ranked Greek player in history. He has won three ATP singles titles and reached seven finals.\n\nBorn into a tennis family where his mother was a professional on the Women's Tennis Association (WTA) tour and his father was trained as a tennis coach, Tsitsipas was introduced to the sport at age three and began taking lessons at age six. As a junior, he was ranked No. 1 in the world. He also became the third Greek player, and first Greek male in the Open Era, to win a junior Grand Slam title with a victory in the 2016 Wimbledon boys' doubles event.\n\nTsitsipas won his first ATP match in late 2017 and quickly ascended up the ATP rankings the following year. He reached three tour-level finals in 2018 and won his first title at the Stockholm Open. With his runner-up finish at the Canadian Open, he became the youngest player to defeat four top ten opponents in a single tournament. After culminating his season with an exhibition title at the Next Gen Finals, Tsitsipas continued to build on his success by reaching the semifinals at the 2019 Australian Open."
  },
  {
    "first": "Kei",
    "last": "Nishikori",
    "rank": 8,
    "age": 29,
    "points": 3375,
    "gender": "M",
    "country": "Japan",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/1035.png&w=440&h=320",
    "description": "Kei Nishikori is a Japanese professional tennis player. He is the only male Japanese tennis player ever to be ranked inside the top 5 in singles, and first reached his career-high singles ranking of world No. 4 in March 2015. He is currently ranked world No. 7 by the Association of Tennis Professionals (ATP).\n\nHe has won 12 singles titles and was runner-up at the 2014 US Open, making him the first male player representing an Asian country to reach a Grand Slam singles final. He also became the first man from Asia to qualify for the ATP World Tour Finals and reached the semifinals in 2014 and 2016. In addition, Nishikori defeated Rafael Nadal to win the bronze medal at the 2016 Summer Olympics in Rio de Janeiro."
  },
  {
    "first": "Karen",
    "last": "Khachanov",
    "rank": 9,
    "age": 23,
    "points": 2810,
    "gender": "M",
    "country": "Russia",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/2367.png&w=440&h=320",
    "description": "Karen Khachanov is a Russian tennis player of Armenian descent. He has won four ATP singles titles. Khachanov achieved his career-high singles ranking of world No. 8 on 15 July 2019, after reaching the quarterfinals of the 2019 French Open.\n\nFor a time, Khachanov was coached by Igor Bitsenko in Moscow and Vedran Martić in Split, Croatia. In 2014 he joined 4Slam Tennis Academy led by Galo Blanco. Khachanov parted ways with Blanco in November 2017. Now he trains with his previous coach Vedran Martić."
  },
  {
    "first": "Roberto",
    "last": "Bautista Agut",
    "rank": 10,
    "age": 31,
    "points": 2575,
    "gender": "M",
    "country": "Spain",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/1733.png&w=440&h=320",
    "description": "Roberto Bautista Agut is a Spanish professional tennis player who is currently ranked world No. 10 in men's singles by the Association of Tennis Professionals (ATP).\n\nBautista Agut has won nine ATP singles titles (9–7 in finals), the biggest being the 2018 Dubai Duty Free Championship, an ATP 500 tournament. His biggest final to date was the 2016 Shanghai Masters, where he lost to Andy Murray. His best result at a major was at the 2019 Wimbledon Championships, where he reached the semifinals."
  },{
  "first": "Ashleigh",
  "last": "Barty",
  "rank": 1,
  "age": 23,
  "points": 7096,
  "gender": "W",
  "country": "Australia",
  "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/2031.png&w=440&h=320",
  "description": "Ashleigh Barty (born 24 April 1996) is an Australian professional tennis player and former cricketer. She is ranked No. 1 in the world in singles by the Women's Tennis Association (WTA) and is the second Australian WTA singles No. 1 after Evonne Goolagong Cawley. She is also a top 20 player in doubles, having achieved a career-high ranking of No. 5 in the world. Barty has won six singles titles and ten doubles titles on the WTA Tour, including one Grand Slam singles title at the 2019 French Open and one Grand Slam doubles title at the 2018 US Open with partner CoCo Vandeweghe.\n\nBorn in Ipswich in Queensland, Barty began playing tennis at the age of four in nearby Brisbane. She had a promising junior career, reaching a career-high ranking of No. 2 in the world after winning the girls' singles title at Wimbledon in 2011. As a teenager, Barty had early success in doubles on the WTA Tour in 2013, finishing runner-up at three Grand Slam doubles events with veteran Casey Dellacqua, including at the Australian Open while still only 16 years old. Late in the 2014 season, Barty decided to take an indefinite break from tennis. She ended up playing cricket during this hiatus, signing with the Brisbane Heat for the inaugural Women's Big Bash League despite having no formal training in the sport.\n\nBarty returned to tennis in early 2016 shortly before turning 20 years old. Although she won her first tournament back on the ITF circuit, her year was ultimately marred by an arm injury. In 2017, Barty had a breakout year in singles, winning her first WTA title at the Malaysian Open and rising to No. 17 in the world despite having never been ranked inside the top 100 before her time off. She also had another prolific year in doubles with Dellacqua, culminating in her first appearance at the WTA Finals. She then won her first Premier Mandatory and Grand Slam tournament titles in doubles in 2018 before accomplishing the same feat in singles in 2019.\n\nBarty is an all-court player who employs a wide variety of shots into her style of play. Despite her short stature, she is an excellent server, regularly ranking among the WTA Tour's leaders in aces and percentage of service points won. Barty is an Indigenous Australian and serves as the National Indigenous Tennis Ambassador for Tennis Australia."
},
  {
    "first": "Karolina",
    "last": "Pliskova",
    "rank": 2,
    "age": 27,
    "points": 6015,
    "gender": "W",
    "country": "Czech Republic",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/740.png&w=440&h=320",
    "description": "Karolína Plíšková (born 21 March 1992) is a Czech professional tennis player. She is a former world No. 1 and is currently ranked No. 2 in the world by the Women's Tennis Association (WTA).\n\nPlíšková has won fifteen singles and five doubles titles on the WTA tour, as well as 10 singles and six doubles titles on the ITF circuit in her career. On 31 October 2016, she peaked at world No. 11 in the doubles rankings.\n\nShe reached her first Grand Slam final at the 2016 US Open, where she was runner-up to Angelique Kerber in three sets. As a junior, Plíšková won the girls' singles event at the 2010 Australian Open, defeating Laura Robson in the final. She has also played for the Czech Republic in Fed Cup competition."
  },
  {
    "first": "Naomi",
    "last": "Osaka",
    "rank": 3,
    "age": 21,
    "points": 5621,
    "gender": "W",
    "country": "Japan",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/2789.png&w=440&h=320",
    "description": "Naomi Osaka is a Japanese professional tennis player. She is the reigning champion in women's singles at the Australian Open. Osaka has been ranked No. 1 by the Women's Tennis Association (WTA), and is the first Asian player to hold the top ranking in singles. She has won five titles on the WTA Tour, including two titles at both the Grand Slam and Premier Mandatory levels.\n\nBorn in Japan to a Haitian father and a Japanese mother, Osaka has lived in the United States since she was three years old. She came to prominence at the age of sixteen when she defeated former US Open champion Samantha Stosur in her WTA Tour debut at the 2014 Stanford Classic. Two years later, she reached her first WTA final at the 2016 Pan Pacific Open in Japan to enter the top 50 of the WTA rankings. Osaka made her breakthrough into the upper echelon of women's tennis in 2018, when she won her first WTA title at the Indian Wells Open. In September of 2018, she won the US Open, defeating 23-time major champion Serena Williams in the final to become the first Japanese player to win a Grand Slam singles tournament. She won her second Grand Slam title at the 2019 Australian Open.\n\nOsaka is known for her multi-ethnic background and her shy, candid personality. With her diverse background and status as a Grand Slam singles champion, she is one of the most marketable women athletes in the world, ranking second in endorsement income in 2019 behind only Serena Williams. On the court, Osaka has an aggressive playing style with a powerful serve that can reach 125 miles per hour (200 km/h)."
  },
  {
    "first": "Elina",
    "last": "Svitolina",
    "rank": 4,
    "age": 25,
    "points": 5525,
    "gender": "W",
    "country": "Ukrain",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/1797.png&w=440&h=320",
    "description": "Elina Svitolina is a Ukrainian tennis player. Having turned professional in 2010, she reached her career-high ranking of world No. 3 on 11 September 2017 and again on 9 September 2019.\n\nSvitolina has won 13 WTA singles titles, including the 2018 WTA Finals and three of five Premier 5-level tournaments in 2017: the Dubai Tennis Championships, the Italian Open, and the Canadian Open. At the 2015 French Open she reached her first Grand Slam quarterfinal, where she was defeated by former champion Ana Ivanovic. In February 2017, after winning the title in Dubai, Svitolina became the first Ukrainian woman to break into the top 10 rankings.\n\nSvitolina has scored victories over Grand Slam champions Ana Ivanovic, Serena Williams, Venus Williams, Angelique Kerber, Garbiñe Muguruza, Caroline Wozniacki, Simona Halep, Naomi Osaka, Petra Kvitová, Svetlana Kuznetsova, Francesca Schiavone, Flavia Pennetta and Sloane Stephens. Her first top-10 win came over Kvitová in 2014 at the Cincinnati Open, where she reached her first semifinal at a Premier 5 tournament. She also has six wins over a world No. 1 to her name, three over Kerber, two over Halep and one over Serena Williams. In doubles, Svitolina has won two titles, both at the İstanbul Cup, in 2014 and 2015. Her career-high ranking in doubles play is world No. 108, which she reached on 4 May 2015."
  },
  {
    "first": "Bianca",
    "last": "Andreescu",
    "rank": 5,
    "age": 19,
    "points": 5041,
    "gender": "W",
    "country": "Canada",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/2979.png&w=440&h=320",
    "description": "Bianca Andreescu is a Canadian professional tennis player. She reached a career-high singles ranking of No. 5 on September 9, 2019, as ranked by the Women's Tennis Association (WTA). On August 11, 2019, Andreescu became the first Canadian woman to win the Canadian Open in singles since Faye Urban in 1969. She defeated Serena Williams in the final of the 2019 US Open, becoming the first Canadian, and the first player born in the 2000s, to win a Grand Slam singles title."
  },
  {
    "first": "Simona",
    "last": "Halep",
    "rank": 6,
    "age": 28,
    "points": 4962,
    "gender": "W",
    "country": "Romania",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/936.png&w=440&h=320",
    "description": "Simona Halep is a Romanian professional tennis player. She has been ranked world No. 1 in singles twice between 2017 and 2019. In total, she has been No. 1 for 64 weeks, which ranks tenth in the history of the Women's Tennis Association (WTA) rankings. Halep was the year-end No. 1 in 2017 and 2018. She has finished each year ranked no lower than No. 4 since 2014 and has the longest active streak of being ranked in the top 10. She has won 19 WTA singles titles and has finished runner-up 17 times. Halep has won two Grand Slam singles titles: the 2018 French Open and the 2019 Wimbledon Championships.\n\nHalep first broke into the world's top 50 at the end of 2011, reached the top 20 in August 2013, and then the top 10 in January 2014. She won her first six WTA titles in the same calendar year in 2013, and was the first to do so since Steffi Graf in 1986. This led to her being named the WTA Most Improved Player at the end of the year. Halep reached three Grand Slam finals at the 2014 French Open, the 2017 French Open, and the 2018 Australian Open before winning her first Grand Slam singles title at the 2018 French Open against Sloane Stephens. A former junior champion there, she became just the sixth player to win both the girls' singles and women's singles titles at the French Open. Halep also finished runner-up at the 2014 WTA Finals to Serena Williams despite inflicting the worst loss of Williams' career at that point in the round robin stage. She did not defeat Williams a second time until the final of the 2019 Wimbledon Championships.\n\nHalep was the WTA Most Popular Player of the Year for two consecutive years in 2014 and 2015, as well as the WTA Fan Favorite Singles Player of the Year in 2017 and 2018. She is a recipient of the Patriarchal Cross of Romania and the Order of the Star of Romania, and was named an honorary citizen of Bucharest. She is the third Romanian to be in the top 10 of the WTA rankings after Virginia Ruzici and Irina Spîrlea, and the second Romanian woman to win a Grand Slam singles title after Ruzici. She is also the first Romanian woman to be ranked No. 1 and the first Romanian player to win a Wimbledon singles title. Halep is regarded as one of the best returners on the WTA Tour, while also building her game around being aggressive and being able to hit winners from defensive positions."
  },
  {
    "first": "Petra",
    "last": "Kvitova",
    "rank": 7,
    "age": 29,
    "points": 4776,
    "gender": "W",
    "country": "Czech Republic",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/928.png&w=440&h=320",
    "description": "Petra Kvitová is a Czech professional tennis player. Known for her powerful left-handed groundstrokes and variety, Kvitová turned professional in 2006 and has won 27 career singles titles, two of which are Grand Slam titles, the Wimbledon Championships in 2011 and in 2014. She also won a bronze medal at the 2016 Rio Olympics. Her career-high ranking of world No. 2 was reached on 31 October 2011 and as of 7 October 2019, she is ranked world No. 7 by the Women's Tennis Association (WTA). As such, Kvitová is currently the highest-ranked left-handed player in the world and the second highest-ranked Czech, behind Karolína Plíšková.\n\nKvitová first gained notice upon defeating then-world No. 1 Dinara Safina in the third round of the 2009 US Open. This was followed by her first Grand Slam semifinal appearance at the 2010 Wimbledon Championships where she came up short to eventual champion Serena Williams. Then, during her breakthrough season in 2011, Kvitová won her first Grand Slam title at the Wimbledon Championships, defeating Maria Sharapova in the final, thus becoming the first player of either gender born in the 1990s to win a Grand Slam tournament title. She remained the only player of either gender born in the 1990s to have won a Grand Slam singles title until the 2016 French Open where Garbiñe Muguruza triumped. At the end of the season, she won the WTA Tour Championships, thus becoming the third player to win the tournament on debut, the others being Williams and Sharapova. She also helped lead the Czech Republic to victory in the Fed Cup final that same year, making it the Czech Republic's first Fed Cup title as an independent nation.\n\nIn 2012, Kvitová made the semifinals of the Australian Open and French Open, and was crowned US Open Series champion. That same year, she also won the Hopman Cup alongside Tomáš Berdych. In 2014, she won her second and most recent Grand Slam title at the Wimbledon Championships, defeating Eugenie Bouchard in the final. In 2015, Kvitová achieved the feat of making the quarterfinals at all four Grand Slams after advancing to her first quarterfinal at the US Open, where she lost to eventual champion Flavia Pennetta. In 2016, she won the WTA Elite Trophy in her first appearance at the tournament, thus becoming the first player ever to win both categories of year-ending championships on debut. In 2019, she returned to her first Grand Slam final in almost five years, at the Australian Open where she finished runner-up to Naomi Osaka"
  },
  {
    "first": "Kiki",
    "last": "Bertens",
    "rank": 8,
    "age": 27,
    "points": 4495,
    "gender": "M",
    "country": "Netherlands",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/1974.png&w=440&h=320",
    "description": "Kiki Bertens (born 10 December 1991) is a Dutch tennis player who turned professional in 2009. Her highest WTA singles ranking is No. 4, which she reached on 13 May 2019, becoming the highest ranked Dutch female player ever. Her career high in doubles is world No. 16, achieved in April 2018. To date, she has won nine singles titles and ten doubles titles on the WTA Tour including 2018 Western & Southern Open and 2019 Mutua Madrid Open. Bertens is widely regarded as a clay-court specialist, but also is successful on hard courts. She is coached by Raemon Sluiter."
  },
  {
    "first": "Serena",
    "last": "Williams",
    "rank": 9,
    "age": 38,
    "points": 3935,
    "gender": "W",
    "country": "United States of America",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/394.png&w=440&h=320",
    "description": "Serena Jameka Williams (born September 26, 1981) is an American professional tennis player and former world No. 1. She has won 23 major singles titles, most by any man or woman in the Open Era. The Women's Tennis Association (WTA) ranked her world No. 1 in singles on eight separate occasions between 2002 and 2017. She reached the No. 1 ranking for the first time on July 8, 2002. On her sixth occasion, she held the ranking for 186 consecutive weeks, tying the record set by Steffi Graf. In total, she has been No. 1 for 319 weeks, which ranks third in the Open Era among female players behind Graf and Martina Navratilova.\n\nWilliams holds the most Grand Slam titles in singles, doubles, and mixed doubles combined among active players. Her 39 Grand Slam titles put her joint-third on the all-time list and second in the Open Era: 23 in singles, 14 in women's doubles, and two in mixed doubles. She is the most recent female player to have held all four Grand Slam singles titles simultaneously (2002–03 and 2014–15) and the third player to achieve this twice, after Rod Laver and Graf. She is also the most recent player to have won a Grand Slam title on each surface (hard, clay and grass) in one calendar year (2015). She is also, together with her older sister Venus, the most recent player to have held all four Grand Slam women's doubles titles simultaneously (2009–10).\n\nWilliams has won an all-time record of 13 Grand Slam singles titles on hard court. Williams holds the Open Era record for most titles won at the Australian Open (7) and shares the Open Era record for most titles won at the US Open with Chris Evert (6). She also holds the all-time record for the most women's singles matches won at majors with 349 matches.\n\nWilliams has won 14 Grand Slam doubles titles, all with her sister Venus, and the pair are unbeaten in Grand Slam doubles finals. As a team, she and Venus have the third most women's doubles Grand Slam titles, behind the 18 titles of Natasha Zvereva (14 with Gigi Fernández) and the record 20 titles won by Martina Navratilova and Pam Shriver. Williams is also a five-time winner of the WTA Tour Championships in the singles division. She has also won four Olympic gold medals, one in women's singles and three in women's doubles—an all-time record shared with her sister, Venus. The arrival of the Williams sisters has been credited with ushering in a new era of power and athleticism on the women's professional tennis tour. She is ranked at No. 9 in the world by the WTA as of September 9, 2019.\n\nEarning almost $29 million in prize money and endorsements, Williams was the highest paid female athlete in 2016. She repeated this feat in 2017 when she was the only woman on Forbes' list of the 100 highest paid athletes with $27 million in prize money and endorsements. She has won the 'Laureus Sportswoman of the Year' award four times (2003, 2010, 2016, 2018), and in December 2015, she was named Sportsperson of the Year by Sports Illustrated magazine. In 2019, she was ranked 63rd in Forbes' World's Highest-Paid Athletes list."
  },
  {
    "first": "Belinda",
    "last": "Bencic",
    "rank": 10,
    "age": 22,
    "points": 3848,
    "gender": "W",
    "country": "Switzerland",
    "image_url": "https://a.espncdn.com/combiner/i?img=/i/headshots/tennis/players/full/2183.png&w=440&h=320",
    "description": "Belinda Bencic (born 10 March 1997) is a Swiss professional tennis player. She has a career-high Women's Tennis Association (WTA) ranking of No. 7 in the world, and she has been ranked as high as No. 10 in 2019. Bencic has won three singles and two doubles titles on the WTA Tour.\n\nBorn in Switzerland to Slovak parents at a time when Slovak-Swiss player Martina Hingis was one of the best tennis players in the world, Bencic began playing tennis at the age of two. Her father arranged for her to train with Hingis's mother and coach Melanie Molitor daily from the age of seven. By the time she was 16, Bencic became the No. 1 ranked junior in the world and won two junior Grand Slam singles titles at the French Open and Wimbledon. On the professional tour, she made her top 100 debut shortly after turning 17. Her first big breakthrough came at the 2014 US Open, where she became the youngest quarterfinalist since Hingis in 1997. Bencic won her first two WTA titles in 2015, including the Canadian Open where she defeated four of the top six players in the world. She then made her top 10 debut the following year while still 18 years old.\n\nFrom 2016 through 2018, Bencic struggled with a variety of injury issues, most notably needing to have wrist surgery in 2017 that kept her out for five months and saw her ranking drop outside the top 300. Nonetheless, she rebounded quickly and rose back into the top 50 within a year of her comeback. Her second Premier 5 title at the Dubai Tennis Championships helped her climb back into the top 20 in 2019, and she returned to the top 10 later that year after reaching her first Grand Slam semifinal at the US Open."
  }
]